Repository: giellalt/corpus-nob
Catalog: stable/tmx/smj/facta/other_files/a_leve_med_demens_nob.pdf.tmx
Source language: nob
Languages: smj

source: Hva er demens?
smj: Mij le demænssa?

source: Demens er en folkesykdom og over 70 000 mennesker i Norge har demens.
smj: Demænssa le álmmukskihpudahka massta badjel 70 000 Vuonan li skihppám.

source: Årlig får rundt 10 000 nye personer sykdommen.
smj: Jahkásattjat sulle 10 000 ådå ulmutja skihppáji.

source: Demens er en samlebetegnelse for flere sykdommer i hjernen.
smj: Demænssa le tjoahkkenamma moadda skihpudagájda vuojŋŋanin.

source: De vanligste symptomene er redusert hukommelse og orienteringsevne.
smj: Ájnnasamos symptåvmå li mujtodisvuohta ja gássjelisvuoda diehtet gånnå le.

source: Du vil antagelig etter hvert få vanskeligheter med å uttrykke deg og utføre praktiske oppgaver.
smj: Maŋenagi sjaddi dujna gássjelisvuoda ságastit ja praktihkalasj dahkamusájt dahkat.

source: Noen plages av depresjon, angst eller hallusinasjoner.
smj: Muhtema låssismielakvuodajn, balujn jali tjalmmegæjdoj vájvástuvvi.

source: Forløpet varierer fra person til person.
smj: Åvddånibme målssu ulmutjis ulmutjij.

source: Ingen kan helt sikkert si hvordan din sykdom vil utvikle seg.
smj: Ij aktak máhte ållu vissásit tjielggit gåktu duv skihpudahka sjaddá åvddånit.

source: Sykdommen utvikler seg gradvis.
smj: Skihpudahka ájge bále åvddån.

source: Som oftest er en demenssykdom en lang prosess som kan vare fra noen få år til omkring 20 år.
smj: Álu demenssaskihpudahka guhkev vihpá, muhtem jage rájes gitta sulle 20 jage ájggudahkaj.

source: De aller fleste som får demens er eldre mennesker, men også yngre personer rammes.
smj: Ienemus oasse sijájs gudi demensav oadtju li vuorrasap ulmutja, valla nuorap ulmutja aj skihppáji.

source: Mellom 2000 og 3000 mennesker under 65 år har demens i Norge, men mange av disse har ikke blitt diagnostisert.
smj: Gasskal 2 000 ja 3 000 ulmutja vuollel 65 jage li demensas skihpasa Vuonan, valla moattes sijájs ælla diagnostiseridum.

source: Ulike typer demens
smj: Lesjguhtik demenssaslája

source: Alzheimers sykdomer den vanligste formen for demens.
smj: Alzheimera skihpudahkale dábálamos demænssahábme.

source: Omlag 60 prosent av alle med demens har Alzheimers sykdom.
smj: Sulle 60 prosenta gájkajs gejn le demænssa li Alzheimera skihpudagás skihpasa.

source: Sykdommen fører til skader og død av hjerneceller.
smj: Skihpudagás vuojŋŋamcella vahágahteduvvi ja jábmi.

source: Sykdomsutviklingen er vanligvis langsom og jevn.
smj: Skihpudakåvddånibme le dábálattjat nuolle ja avtatrajes.

source: Problemer med hukommelsen, orienteringsevnen og dagliglivets aktiviteter er vanlig.
smj: Mujtodisvuohta, gássjelisvuoda diehtet gånnå le ja bæjválasj dåjmaj gássjelisvuoda li dábálattja.

source: Sykdommen kan forverre seg etter nye hjerneslag eller drypp.
smj: Vaskulera demænssaboahtá dassta gå vuojŋŋamoase li vahágahtedum, dagu slága ja drypp.

source: Mange har vaskulær demens og Alzheimers sykdom samtidig.
smj: Moaddásijn le Alzheimera skihpudahka ja vaskulera demænssa avta bále.

source: Symptomene ligner mye på Alzheimers sykdom.
smj: Symptåvmå li Alzheimera skihpudagá muoduga.

source: Andre demenssykdommer Det finnes også andre demenssykdommer, som f. eks. demens med Lewylegeme og Frontallappsdemens.
smj: Ietjá demænssaskihpudagá Gávnnuji aj ietjá demænssaskihpudagá dagu åvddåvuojŋŋamdemænssa ja demænssa Lewy-rubmáhijn.

source: Disse har andre symptomer.
smj: Dá guoktán li ietjá symptåvmå.

source: Endringer i væremåten er ofte et større problem enn hukommelsessvikten ved disse sykdommene.
smj: Ulmutjahttema rievddam le álu stuoráp gássjelisvuohta dájn skihpudagá ienni gå mujtodisvuohta.

source: Å få diagnosen
smj: Diagnosav oadtjot

source: Mennesker reagerer svært ulikt på å få en demensdiagnose.
smj: Ulmutja viehka moatte láhkáj demenssadiagnosav dåhkkidi.

source: Noen blir overrasket.
smj: Muhtema alvaduvvi.

source: Andre blir lettet, fordi de lenge har forstått at noe har vært galt.
smj: Iehtjáda vas giehpeduvvi, danen gå guhkev juo li árvvedam juoga le gåktu ij galga.

source: Noen opplever det som udramatisk, mens andre reagerer med depresjon eller sinne.
smj: Muhtema e vuojga suorggana, madi iehtjáda hådjåni jali moarádi.

source: Følelsesmessige endringer er vanlig og helt normalt.
smj: Ållu dábálasj le giehppis mielas låssis miellaj rievddat álu.

source: Mange opplever at de har mindre initiativ enn før.
smj: Moattes berusti binnep gå åvddåla.

source: Dette kan komme av at man forsøker å unngå situasjoner som kan bli vanskelige.
smj: Dat soajttá dassta boahtá gå gæhttjal garvvet dilijt ma soajtti sjaddat gassjela.

source: Hverdagen krever så mye at mange blir usikre og engstelige.
smj: Árkkabiejvve nav ålov gájbbet jut moaddása iehpesihkara sjaddi ja balláji.

source: Det kan være slitsomt å omgås mennesker som ikke har kjennskap til sykdommen.
smj: Soajttá låssåt liehket ulmutjij siegen gudi e skihpudagá birra diede.

source: Det er ikke uvanlig å isolere seg, og noen mister gleden av å være sammen med andre.
smj: Dábálasj le buoremusát soapptsot aktu ja muhtema e desti iehtjádij siegen hávsskudalá.

source: Dette kan være en del av årsaken til at noen føler seg irritable, mistenksomme eller deprimerte.
smj: Dá máhtti sivvan liehket gå muhtema li asjmen, gáddi jali håjen.

source: Forebygging og behandling
smj: Hieredibme ja giehtadallam

source: Til tross for mye forskning er det ennå ikke funnet medisiner som kan forebygge eller helbrede demens.
smj: Vájku ålov li dutkam de ælla ájn nahkam dálkkasijt gávnnat ma máhtti demensav hieredit jali buoredit.

source: Noen personer kan ha nytte av medisiner som er utviklet spesielt mot Alzheimers sykdom.
smj: Muhtemijn soajttá ávkke medisijnajs ma li sierraláhkáj dagádum Alzheimera skihpudagá vuosstáj.

source: Også pasienter med vaskulær demens kan i noen tilfeller ha nytte av disse.
smj: Ihkap dá doajmmi aj pasientajda gejn le vaskulera demænssa.

source: Utvikling av vaskulær demens og Alzheimers sykdom kan ha sammenheng med diabetes og/eller hjerte- og karsykdom, som hjertesvikt og høyt blodtrykk.
smj: Vaskulera demensa ja Alzheimera skihpudagá åvddånahttem soajttá boahtet diabetesis ja/jali tsåhke- ja varraváreviges, dagu alla varradættos.

source: En livsstil som er god for hjertet, er også god for hjernen.
smj: Iellemvuohke mij le tsåhkåj vuogas, le vuojŋŋamij aj vuogas.

source: Et sunt kosthold, regelmessig mosjon og «hjernetrim» har forebyggende effekt.
smj: Varresbiebmo,hárjjidallamjavuojŋŋanavlasjmudallat Alzheimerav hieredi.

source: En sunn livsstil kan forebygge nye symptomer ved demens og kan øke velværet.
smj: Varres iellemvuohke soajttá ådå symptåvmåjt hieredit ja iellemav buoredit.

source: Omstilling
smj: Rievddama

source: Sykdommen vil komme til å stille store krav både til deg selv og dine omgivelser.
smj: Skihpudahka sjaddá ålov gájbbedit dujsta ja duv birrasijs.

source: Etter hvert vil andre måtte stille opp og støtte deg slik at du fortsatt kan fungere i hverdagen.
smj: Maŋenagi iehtjáda hæhttuji duv viehkedit ja doarjjot váj ájn máhtá árkkabiejven doajmmat.

source: Det kan være vanskelig å akseptere at du trenger hjelp til ting du alltid har greid selv.
smj: Soajttá liehket gássjel dåhkkidit viehkev dárbaha ássjijda majt åvddåla agev le iesj nahkam.

source: Det er avgjørende at du og menneskene rundt deg innser at du etter hvert kommer til å trenge hjelp, og utvikler et godt samarbeid.
smj: Viehka ájnas le dån iesj ja ulmutja duv birra vuojnnebihtit viehkev dárbaha maŋenagi, ja buoragit aktan barggagoahtebit.

source: Det kreves omstillingsevne både av deg og dem for å få dette til på en god måte.
smj: Jus dáv galggabihtit nahkat, de hæhttu dån ja sij ietjá láhkáj viessot.

source: Mest mulig selvhjulpen og trygg
smj: Iesjbierggim ja jasskavuohta

source: Målet er at du skal kunne være mest mulig selvhjulpen og trygg uten at du skal behøve å forandre for mye på vaner.
smj: Galga nav guhkás gå vejulasj iesj bierggit ja jasska liehket ja i galga dárbahit dábijt målssot heva.

source: Her får du råd om hvordan du kan innrette deg praktisk i dagliglivet.
smj: Dáppe oattjo rádijt gåktu máhtá árkkabiejven bierggit.

source: Hjelpemidler
smj: Viehkkenævo

source: Det finnes en rekke tekniske hjelpemidler som kan hjelpe på hukommelsen og gi økt sikkerhet.
smj: Gávnnuji moadda teknihkalasj viehkkenævo ma máhtti mujtov buoredit ja sihkarvuodav lasedit.

source: For at et hjelpemiddel skal være nyttig er det viktig at det tas i bruk så tidlig som mulig, og at du får en grundig opplæring og oppfølging av hvordan det fungerer for deg.
smj: Gássjel le ådå ássjijt oahppat gå le demensas skibás. Jus galga viehkev oadtjot nágin ádas de galga nav jåhtelit gå vejulasj adnuj válldet, ja oahppat gåktu doajmmá.

source: • Termostat på kraner ved vask og i dusj og badekar for å unngå skolding.
smj: • Termostáhta kránajn váskajn ja dusjajn ja lávgudimgárijn váj i buolatja.

source: • Dusjsete, støttehåndtak, sklisikre striper i dusj/badekar og på gulvet foran øker sikkerheten på badet.
smj: • Dusjatjåhkkåhimsadje, doarjjagavlla, strijpa váj i njalgeda dusjan/lávgudimgáren ja guolben.

source: • En sengevakt kan melde til familie eller andre hjelpere hvis du er ute av sengen lengre enn normalt om natten, dersom du for eksempel har falt.
smj: • Sæŋŋgavákta luluj fámiljaj ja ietjá viehkediddjijda diededit jus le seŋga ålggolin guhkebut gå dábálasj ijájt, duola dagu jus le ravggam.

source: • Klokker og kalendere som viser klokkeslett, tid på døgnet dag og dato.
smj: • Kloahko ja kalendera ma ájgev, biejvev ja dáhtunav vuosedi.

source: • «Komfyrvakt» som slår av strømmen automatisk om platen står på for lenge eller overopphetes.
smj: • «Komfyrvákta» mij strávvev jáddi jus pláhtta ilá guhkev nanna tjuodtju jali ilá lieggan.

source: • Kaffetraktere der kaffen renner rett i termokannen.
smj: • Káffatráktár gånnå káffa njuolgga termogáddnuj gålggå.

source: • En minneklokke kan hjelpe deg med å huske dagens gjøremål.
smj: • Mujttokloahkko máhttá duv viehkedit udnásj dahkamusájt mujttet.

source: Det finnes også tavler der du kan skrive opp ukeplanen med tusj, eller ved hjelp av klistremerker.
smj: Gávnnuji aj táblo gånnå máhtá vahkkoplánav tusjajn tjállet.

source: Noen greier seg godt med en tydelig oversiktskalender, eller en stor avrivingskalender, der gjøremål og avtaler føres inn.
smj: Muhtema buoragit rijbbi tjielgas kalenderijn jali stuorra gajkkomkalenderijn, gåsi dahkamusájt tjállá.

source: • Batteridrevne dosetter som gir lyd fra seg når du skal ta medisinene.
smj: • Batteridåjmadum dássasehta ma jienav dahki gå galga medisijnajt válldet.

source: • Enklere telefoner, både for å bruke i huset og mobil telefoner.
smj: • Álkkep telefåvnå, sihke goahtáj ja mobiltelefåvnå.

source: Med noen telefoner kan du ringe ved å benytte kun én tast.
smj: Muhtem telefåvnåjn besa dåssju avtajn boalojn riŋŋgut.

source: Fotografier eller navn til dem du oftest ringer kan festes på tastene.
smj: Gåvå jali namá sidjij gesi ienemusát riŋŋgu máhtti boalojda biejaduvvat.

source: • Ergoterapeuten eller noen i butikken kan hjelpe til med å programmere en stor og enkel fjernkontroll etter dine behov.
smj: • Ergoterapeuta máhttá viehkedit prográmmerit stuorra ja álges fjernkontrållav duv dárboj milta.

source: • En trygghetsalarm du bærer på deg vil gi deg mulighet til å tilkalle hjelp i akutte situasjoner.
smj: • Jus dujna le jasskavuohtaalármma nanna de sjaddá álkkep viehkev åttjudit.

source: • Bevegelsesdetektor som slår lyset automatisk på når du går inn på badet.
smj: • Labudimdetektor mij tjuovgajt tsahkkit gå basádimladnjaj maná.

source: • En stor, rund klokke med godt lesbare tall.
smj: • Stuorra, jårbbå kloahkko manna le tálla ma li álkke låhkåt.

source: Andre praktiske råd og hjelpemidler
smj: Ietjá praktihkalasj ráde ja viehkkenævo

source: • Det har lett for å samle seg opp mange gjenstander i et hjem.
smj: • Álu li sijdan ilá ållo gávne.

source: Ved å rydde bort noen av dem kan dagliglivet bli mer oversiktlig og tryggere.
smj: Jus muhtemijt dajs ierit rája de luluj árkkabiejvve álkkebun ja jasskadabbo.

source: Be en ergoterapeut om å hjelpe deg med å forenkle.
smj: Gåhtjo muhtem ergoterapeutav viehkken.

source: • Fjern matter, tepper og løse ledninger som du kan snuble i hvis du er ustø.
smj: • Gádoda máhtajt ja luovas lednigijt maj badjel máhtá jårråt jus vábbálastá.

source: Få montert håndtak der du trenger ekstra støtte, for eksempel i trappen og på badet.
smj: Åttjuda gavlajt dåppe gånnå ienep dårjav dárbaha, duola dagu tráhpán ja lávgudimlanján.

source: En stol og et skohorn med langt skaft er bra å ha i entréen.
smj: Ståvllå ja skuovvadiddje guhka nadájn le vuogas boadálvisán adnet.

source: • Et bord ved godstolen er nyttig.
smj: • Bievdde ståvlå guoran le vuogas.

source: Der kan de tingene du bruker mest ha sin faste plass: briller, telefon, radio, fjernkontroll, kalender, avis.
smj: Danna lulujin da gávne majt ienemusát aná, sajenis: tjalmmeglása, telefåvnnå, radio, fjernkontrolla, kalender, avijsa.

source: Forebygging og varsling av brann
smj: Buollemav hieredit ja diededit

source: • Brannfaren øker ved demenssykdom.
smj: • Buollemvádá lassán demenssaskihpudagá diehti.

source: La ergoterapeut eller hjemmesykepleier hjelpe deg med å gå gjennom brannsikkerheten i hjemmet ditt.
smj: Dibde ergoterapautav jali sijddaskihppirsujttárav duv viehkedit buollemsihkarvuodajn ietjat sijdan.

source: Her er noen eksempler på forebygging av brann: Unngå stearinlys eller pass på at lysestaken ikke er brennbar.
smj: Dánna li muhtem buojkulvisá gåktu buollemav hieredit: Ale stearintjuovgajt ane ja gáhtti jut gintal ij máhte buollát.

source: • Dersom du røyker kan et røykeforkle hindre gloen fra sigaretten å gjøre skade på klærne.
smj: • Jus suovasta luluj suovasfirkal biktasijt gåbttjåt váj tjuonama e biktasijt rájga.

source: Det finnes også flammehemmende impregnering til bruk på tekstiler.
smj: Gávnnu aj impregnerim biktasijda mij snjibttjojt jáddi.

source: Automatisk varslingsutstyr
smj: Automáhtalasj diededimvædtsaga

source: Det finnes teknologisk utstyr som gjør det lettere for andre å finne deg igjen dersom du går deg bort, for eksempel GPS.
smj: Gávnnu teknologalasj vædtsaga maj baktu iehtjádijda duv gávnni jus láhppu, duola dagu GPS.

source: Det finnes også utstyr som varsler andre om du går ut av utgangsdøren, for eksempel om natten, eller om du faller og ikke greier å tilkalle hjelp selv.
smj: Gávnnu aj vædtsaga ma diededi jus uksarájge ålgus maná, duola dagu idjaguovddela, jali jus ravga ja i nagá viehkev ánodit.

source: Varsling kan sendes til din familie, dine naboer, en trygghetssentral eller hjemmesykepleier.
smj: Duv fámillja, ráddná, jasskavuohtaguovdásj jali sijddaskihppirsujttár máhtti diededuvvat.

source: Hvordan få tak i de ulike hjelpemidlene?
smj: Gåsstå dájt viehkkenævojt åttjudit? 15

source: Ergoterapeuten eller demenskoordinatoren eller hjemmesykepleieren i kommunen din har oversikt over dette.
smj: Ergoterapeuta jali demenskoordináhtur jali sijddaskihppijsujttár suohkanin dán birra diehtá.

source: På www.geria.no finnes en oversikt over hjelpemidler.
smj: www.geria.no næhttabájken gávna viehkkenævoj listav.

source: NAV Hjelpemiddelsentral i ditt fylke formidler tekniske hjelpemidler.
smj: NAV Hjelpemiddelsentral duv fylkan teknihkalasj viehkkenævojt jådet.

source: En rekke enkle og rimelige hjelpemidler kan kjøpes i vanlige forretninger.
smj: Moadda álbes ja álkkes viehkkenævojt máhtá oassásin oasstet.

source: Husbanken kan gi tilskudd og lån til utbedring av boligen.
smj: Husbanken máhttá dårjav vaddet ja rudájt luojkkat goadev divudittjat.

source: Kommunen gir mer informasjon om dette.
smj: Suohkan ienep diehtá.

source: Rettigheter og offentlig støtteapparat
smj: Riektá ja almulasj doarjodiddje

source: Noen som kan tale din sak For å sikre deg at viktige saker blir ivaretatt slik du ønsker, er det klokt allerede nå å snakke med personer du har tillit til.
smj: Muhtem guhti máhttá duv ássjev låggŋit Váj sihkarastá jut ájnas ássje várajda váldeduvvi dagu dån sidá, de le vuogas dálla juo ságastit ulmutjij gejda luohteda.

source: Det kan også være aktuelt å gi skriftlige fullmakter.
smj: Soajttá aj luluj vuogas tjálalasj fábmodusáv tjállet.

source: Hans eller hennes oppgave skal være å tale din sak når du trenger det.
smj: Suv dahko galggá duv åvdåstit gå le dárbbo.

source: Hvis du er redd for at det kan oppstå uenighet i familien om hva som er din vilje, bør du skrive ned viktige punkter.
smj: Jus balá fámiljan rijddo máhttá badjánit mij duv sidot le, de bierri muhtem ájnas tjuokkajt tjállet.

source: Du kan også få oppnevnt en hjelpeverge til å ivareta avgrensede oppgaver, som å bestyre din økonomi eller hjelpe deg å søke offentlige støtteordninger.
smj: Máhtá aj viehkkeoahttsev nammadit guhti máhttá duv viehkedasstet, dagu rudáj jali rudájt åhtsåt.

source: Hjelpevergen kan for eksempel være en pårørende eller andre du har tillit til.
smj: Viehkkeoahttse máhttá liehket duola dagu nágin lagámus jali nágin ietjes gesi luohteda.

source: Kontakt fastlege eller overformynderiet i kommunen din for å få mer informasjon.
smj: Válde aktijvuodav fásstadåktårijn jali suohkana badjelgæhttjojn váj oattjo ienebut diehtet.

source: Testamente Demens i et tidlig stadium er normalt ikke til hinder for å skrive gyldig testamente.
smj: Testamennta Vájku dujna le árra demænssa de ajtu máhtá dågålasj testamentav tjállet.

source: Hvis du ønsker å gjøre dette, bør det skje så snart som mulig etter at du har fått diagnosen.
smj: Jus dáv sidá, de galga dav dahkat nav ruvva gå máhttelis gå le diagnosav oadtjum.

source: Du bør legge ved en legeuttalelse som bekrefter at din evne til å uttrykke din vilje ikke er påvirket av sykdommen.
smj: Bierri dåktårjavllamusáv åttjudit mij duodas dån le jæros.

source: Kommunens helse- og omsorgstjenester De fleste får etter hvert bruk for mer hjelp enn de nærmeste kan gi.
smj: Suohkana varresvuohta- ja huksodievnastusá Maŋenagi dárbaha viehkev iehtjádijs gå lagámusájs.

source: Det er til god hjelp å ha kontakt med kommunens omsorgstjeneste og demensteam.
smj: Luluj viehkken jus suohkana huksodievnastusájn ja demensteamajn ságasta.

source: De skal gi deg informasjon om de tilbudene som finnes i kommunen og tilrettelegge hjelpen for deg når du har behov for det.
smj: Sij galggi dunji diedojt vaddet daj fálaldagáj birra ma suohkanin gávnnuji ja viehkev hiebadit dunji gå dav dárbaha.

source: Pleie- og omsorgstjenestene i kommunen har plikt til å informere deg om alle tjenester som er, eller kan bli, aktuelle.
smj: Sujtto- ja huksodievnastusá suohkanin galggi dunji diededit gåktu máhtti duv viehkedit.

source: De kan også hjelpe til med utfyllingen av søknadsskjemaer.
smj: Máhtti aj viehkedit åhtsålvissjiemájt dievddet.

source: Omsorgstjenesten i kommunen plikter å ta deg med på råd, og å utforme tilbudet sammen med deg og dine pårørende.
smj: Suohkana huksodievnastusá duogen le dujna rádádallat, ja fálaldagáv hábbmit duv ja duv lagámusáj siegen.

source: Det skal legges stor vekt på hva du mener.
smj: Duv vuojnno galggá dættoduvvat.

source: Det er også viktig at du følges opp av fastlegen din.
smj: Ájnas le aj jut duv fássta dåktår duv viehket.

source: Legen skal fortelle deg om sykdommen og om aktuell behandling og støtte.
smj: Dåktår galggá dunji skihpudagá, giehtadallama ja dårja birra subtsastit.

source: Kvalitetskrav til pleie- og omsorgstjenestene Pleie- og omsorgstjenestene har blant annet disse kvalitetskravene:
smj: Kvalitehtagájbbádusá sujtto- ja huksodievnastusájda Sujtto- ja huksodievnastusájn li dá kvalitehtagájbbádusá:

source: • Du skal bli møtt med respekt og oppleve trygghet og forutsigbarhet.
smj: • Galga vieleduvvat ja jasskavuodav ja sihkarvuodav dåbddåt.

source: • Du skal få hjelp i forhold til dine behov, slik at du kan utføre daglige gjøremål mest mulig selvstendig.
smj: • Galga viehkev oadtjot duv dárboj milta, váj besa bæjválasj dahkamusájt iesj dahkat nav guhkás gå vejulasj.

source: • Du skal ha mulighet til ro og privatliv, selvstendighet og styring av eget liv, også om du bor på institusjon.
smj: • Vájku instituasjåvnån åro, de galga bessat ráfen ja aktu liehket ja iesj ietjat iellemav stivrrit.

source: Rett til å klage Du har rett til å klage på vedtak og få saken din vurdert på nytt.
smj: Riektá gujttit Dujna le riektá gujttit ja ássjev vat ådåsit giehtadalllat.

source: Det står informasjon om klagerett på vedtaket fra kommunen.
smj: Diedo gujttimriektá birra tjuodtju suohkana mærrádusán.

source: Pasient- og brukerombud Hvis du ønsker bistand, råd og veiledning for å få oppfylt dine rettigheter som pasient, kan du kontakte pasient- og brukerombudet i ditt fylke.
smj: Pasiænnta- ja addneoahttse Jus sidá viehkev, rádijt ja bagádallamav váj ietjat riektájt pasiænntan oattjo ållidum, máhtá válldet aktijvuodav pasiænntaja addneoahttsijn ietjat fylkan.

source: Tjenesten er gratis og du kan være anonym.
smj: Dievnastus le nåvkå ja máhtá liehket namádibme.

source: Økonomisk støtte Diagnosen kan bidra til at du får økonomisk støtte.
smj: Ruhtadoarjja Soajttá ruhtadårjav oattjo.

source: Har du ekstrautgifter på grunn av sykdommen, kan du søke NAV om grunnstønad og/eller hjelpestønad.
smj: Jus dujna li lijggegålo skihpudagá diehti, máhtá NAV:as vuododårjav ja/jali viehkkedårjav åhtsåt.

source: Hvis du trenger mye hjelp, kan pårørende søke kommunen om omsorgslønn.
smj: Jus ållo viehkev dárbaha, máhtti lagámusá suohkanis huksobálkkáv åhtsåt.

source: Bilkjøring og demens
smj: Bijllavuodjem ja demænssa

source: Demens fører ikke automatisk til tap av førerkort.
smj: Demænssa ij mierkki automáhtalattjat vuodjemkårtåv láhpá.

source: Men det er nødvendig å vurdere helsen din hos legen med jevne mellomrom, fordi sykdommen påvirker kjøreferdighetene.
smj: Valla hæhttu duv varresvuodav dåktåra lunna árvustallat duolloj dálloj, danen gå skihpudahka vuodjemav vájkkut.

source: Sykdommen kan føre til problemer med oppmerksomhet, orientering, dømmekraft og reaksjonstid som er nødvendig i trafikken.
smj: Skihpudagá diehti soajttá gássjelisvuoda sjaddi várrimijn, mierredimijn ja reaksjåvnnåájgge mij le dárbulasj trafihkan, guhkku.

source: På grunn av dette er mennesker med demens oftere innblandet i trafikkulykker enn andre.
smj: Danen li ulmutja gejn le demænssa ienebut trafihkkasårmijn gå iehtjáda.

source: Det kan i tillegg være vanskelig å vurdere egne sjåførferdigheter.
smj: Duodden soajttá gássjelis ietjas vuodjemmáhtov árvustallat.

source: Fremfor alt er det vanskelig å vurdere egen oppmerksomhet, dømmekraft og reaksjonstid.
smj: Sierraláhkáj le gássjelis árvustallat ietjas várrimav, mierredimev ja reaksjåvnnåájgev.

source: Lover og regler
smj: Lága ja njuolgadusá

source: Alle over 70 år skal ha legeattest i tillegg til sertifikatet.
smj: Juohkkahattjan guhti le badjel 70 jage vuoras galggá sertifikáhtta árvustaláduvvat.

source: Du plikter å melde fra til legen dersom du mener at du ikke lenger er en trygg bilfører.
smj: Hæhttu dåktårij diededit jus miejnni illa desti jasska bijllavuoddje.

source: Legen har på sin side plikt til å advare deg hvis han mener du ikke lenger fyller kravene til førerkort.
smj: Dåktårin le vas vælggogisvuohta duv diededit jus miejnni i desti máhte vuodjemkårtåv adnet.

source: Han skal da gi melding til fylkesmannen, som oversender saken til avgjørelse hos politiet.
smj: Sån galggá de fylkkamánnáj diededit, guhti ássjev politijaj sáddi guhti de mierret.

source: Du får to ukers frist til å levere førerkortet eller påklage vedtaket.
smj: Oattjo guokta vahko ájggemierev vuodjemkårtåv vaddet jali mærrádusáv gujttit.

source: Hvis du da ikke leverer førerkortet, kan politiet hente det.
smj: Jus de i vuodjemkårtåv vatte de máhttá politija dav viedtjat.

source: Å leve med demens
smj: Demensajn viessot

source: Å være sammen med andre
smj: Iehtjádij siegen liehket
